{
    "status": "ok",
    "totalResults": 65242,
    "articles": [
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Jeff Somers",
    "title": "The Case for Buying ‘Dumb’ Appliances",
    "description": "Technology is supposedly getting smarter all the time. The sudden rush of AI services and products like ChatGPT has reinvigorated the conversation around the capabilities of sophisticated, connected algorithms that can automate our lives, but it’s just the la…",
    "url": "https://lifehacker.com/the-case-for-buying-dumb-appliances-1850957723",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/d1ca230e87bacb577f0903c89f7832d3.jpg",
    "publishedAt": "2023-10-25T18:00:00Z",
    "content": "Technology is supposedly getting smarter all the time. The sudden rush of AI services and products like ChatGPT has reinvigorated the conversation around the capabilities of sophisticated, connected … [+4283 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Daniel Oropeza",
    "title": "You Can Get These JBL Headphones for up to 53% Off",
    "description": "Amazon is having a sale on JBL headphones, earphones, and Bluetooth speakers, of up to 53% off. I’ve rounded up some of the best deals available after checking their price history to make sure they are, in fact, good deals. Here are the best JBL deals current…",
    "url": "https://lifehacker.com/you-can-get-these-jbl-headphones-for-up-to-53-off-1850939457",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/13bdefda412b7c6fb47ffea9bf61efdf.jpg",
    "publishedAt": "2023-10-19T13:00:00Z",
    "content": "Amazon is having a sale on JBL headphones, earphones, and Bluetooth speakers, of up to 53% off. Ive rounded up some of the best deals available after checking their price history to make sure they ar… [+2019 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Jake Peterson",
    "title": "You Can Stop Instagram From Tracking You Across Other Sites and Apps",
    "description": "It’s tough to use the internet without being tracked, but it’s not impossible. Companies are starting to hand us tools to help, such as Apple’s App Tracking Transparency feature and DuckDuckGo’s App Tracking Protection. Even Meta, the company that makes its l…",
    "url": "https://lifehacker.com/you-can-stop-instagram-from-tracking-you-across-other-s-1850941462",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/8d2e51a9ff4ab7658b66bdf495d2ce1d.png",
    "publishedAt": "2023-10-19T18:00:00Z",
    "content": "Its tough to use the internet without being tracked, but its not impossible. Companies are starting to hand us tools to help, such as Apples App Tracking Transparency feature and DuckDuckGos App Trac… [+1898 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Jake Peterson",
    "title": "How to Make Your Own AI '90s Yearbook Photo",
    "description": "You’ve seen the trend on TikTok or Instagram: Your friends, family, and favorite influencers sharing yearbook photos from the ‘90s. Only it’s not really photos of them—it’s an AI-generated set of images.Read more...",
    "url": "https://lifehacker.com/how-to-make-your-own-ai-90s-yearbook-photo-1850912877",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/c823ac2d7b3e7476ad255ce84b194197.jpg",
    "publishedAt": "2023-10-09T20:30:00Z",
    "content": "Youve seen the trend on TikTok or Instagram: Your friends, family, and favorite influencers sharing yearbook photos from the 90s. Only its not really photos of themits an AI-generated set of images.\r… [+2896 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Daniel Oropeza",
    "title": "Woot Is Selling Reconditioned Soundbars for as Low as $80",
    "description": "Even on high-end models, most TV speakers suck. Bad speakers are the reason you might have trouble understanding the dialogue in shows and movies, and you don’t need a surround sound setup to do better—basically any soundbar will do wonders for your TV’s audi…",
    "url": "https://lifehacker.com/woot-is-selling-reconditioned-soundbars-for-as-low-as-1850963514",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/f3b8b6e1388153ced919f25790ff7545.png",
    "publishedAt": "2023-10-26T22:30:00Z",
    "content": "Even on high-end models, most TV speakers suck. Bad speakers are the reason you might have trouble understanding the dialogue in shows and movies, and you dont need a surround sound setup to do bette… [+3703 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Jake Peterson",
    "title": "These Latest Celebrity Deepfakes Show How Advanced Scams Have Become",
    "description": "As long as the web has existed, this advice has rung true: “Don’t believe everything you see on the internet.” Whether it’s a personal blog, a tweet, a YouTube video, or a TikTok, anyone can say anything on here, and it’s tough to know whether or not they’re …",
    "url": "https://lifehacker.com/these-latest-celebrity-deepfakes-show-how-advanced-scam-1850895311",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/a8f639a1aaea03c543ef7a32f09fc53a.png",
    "publishedAt": "2023-10-03T19:00:00Z",
    "content": "As long as the web has existed, this advice has rung true: Dont believe everything you see on the internet. Whether its a personal blog, a tweet, a YouTube video, or a TikTok, anyone can say anything… [+6176 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Lauren Passell",
    "title": "12 of the Best New Podcasts This Fall",
    "description": "Fall is a busy time for new podcast releases, but there are a few that shouldn’t be missed. Within this list, we have family secrets; a reality GV-driven murder mystery; a sitcom for your ears starring a German techno DJ, thoughtful reflections on class and w…",
    "url": "https://lifehacker.com/12-of-the-best-new-podcasts-this-fall-1850889624",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/a25eec1d0847d46ef04d7e93dd9cb679.jpg",
    "publishedAt": "2023-10-02T14:00:00Z",
    "content": "Fall is a busy time for new podcast releases, but there are a few that shouldnt be missed. Within this list, we have family secrets; a reality GV-driven murder mystery; a sitcom for your ears starrin… [+8985 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Lifehacker.com"
    },
    "author": "Danielle Guercio",
    "title": "How to Grow (Good) Weed Indoors",
    "description": "If you don’t live in a sunny climate where cannabis grows well without much intervention—in other words, if you live in most of the country—you can be forgiven for not trying to grow your own weed.Read more...",
    "url": "https://lifehacker.com/how-to-grow-good-weed-indoors-1850931994",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fb1a7309aa382fc5dd34e6a3b2db4622.jpg",
    "publishedAt": "2023-10-17T14:00:00Z",
    "content": "If you dont live in a sunny climate where cannabis grows well without much interventionin other words, if you live in most of the countryyou can be forgiven for not trying to grow your own weed.\r\nEve… [+10527 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "James Trew",
    "title": "Could MEMS be the next big leap in headphone technology?",
    "description": "If you have a pair of in-ear headphones, there’s a good chance they are using a technology that’s several\r\n decades old\r\n. Despite attempts to introduce different, exotic-sounding systems like planar magnetic, electrostatic and even bone conduction, most IEMs…",
    "url": "https://www.engadget.com/could-mems-be-the-next-big-leap-in-headphone-technology-173034402.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/VQuRxZCwmMSq5rNrFfNuUg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/822f5900-6d01-11ee-bdf7-fb8a2a17be7b",
    "publishedAt": "2023-10-17T17:30:34Z",
    "content": "If you have a pair of in-ear headphones, theres a good chance they are using a technology thats several\r\n decades old\r\n. Despite attempts to introduce different, exotic-sounding systems like planar m… [+6853 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Mariella Moon",
    "title": "Qualcomm reveals it's making a RISC-V chip for Android wearables",
    "description": "Qualcomm is working with Google to develop a RISC-V platform that can power Wear OS devices. RISC-V is an open standard instruction set architecture (ISA), which Arm describes as \"part of the abstract model of a computer that defines how the CPU is controlled…",
    "url": "https://www.engadget.com/qualcomm-reveals-its-making-a-risc-v-chip-for-android-wearables-124002464.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/8gKFStL0R_uuQ0fbj4nrIw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MzQ-/https://s.yimg.com/os/creatr-uploaded-images/2023-08/345e9340-31e1-11ee-bdff-f26414cd25dd",
    "publishedAt": "2023-10-18T12:40:02Z",
    "content": "Qualcomm is working with Google to develop a RISC-V platform that can power Wear OS devices. RISC-V is an open standard instruction set architecture (ISA), which Arm describes as \"part of the abstrac… [+1525 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Kris Holt",
    "title": "Caltech's seven-year Wi-Fi patent battle with Apple and Broadcom is over",
    "description": "The California Institute of Technology (Caltech) has reached a settlement with Apple and Broadcom over Wi-Fi chips, ending a billion-dollar patent dispute that started in 2016, Reuters has reported. In a filing, Caltech said that it's dismissing the case with…",
    "url": "https://www.engadget.com/caltechs-seven-year-wi-fi-patent-battle-with-apple-and-broadcom-is-over-082546571.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/9MDfFueBGI.xFqd9EWL6Zw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/741cab80-6773-11ee-b79d-b863b5e547dd",
    "publishedAt": "2023-10-13T08:25:46Z",
    "content": "The California Institute of Technology (Caltech) has reached a settlement with Apple and Broadcom over Wi-Fi chips, ending a billion-dollar patent dispute that started in 2016, Reuters has reported. … [+1514 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Andrew Tarantola",
    "title": "Adult film star Riley Reid launches Clona.AI, a sexting chatbot platform",
    "description": "Adult film icon and media investor Riley Reid aims to bring the transformational capabilities of generative AI to adult entertainment with an online platform where users can chat with digital versions of content creators. But unlike other, scuzzier adult chat…",
    "url": "https://www.engadget.com/adult-film-star-riley-reid-launches-clonaai-a-sexting-chatbot-platform-000509221.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/wrQ.6BjX0CnEypouNbfBKg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/31302040-72c7-11ee-bbf6-91e47962fe38",
    "publishedAt": "2023-10-25T00:05:09Z",
    "content": "Adult film icon and media investor Riley Reid aims to bring the transformational capabilities of generative AI to adult entertainment with an online platform where users can chat with digital version… [+2850 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Sarah Fielding",
    "title": "Google expands its bug bounty program to target generative AI attacks",
    "description": "With concerns around generative AI ever-present, Google has announced an expansion of its Vulnerability Rewards Program (VRP) focused on AI-specific attacks and opportunities for malice. As such, the company released updated guidelines detailing which discove…",
    "url": "https://www.engadget.com/google-expands-its-bug-bounty-program-to-target-generative-ai-attacks-120049796.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/GVDEUEIkNQoxdeSOtupCCg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-01/7ccb6f30-9c05-11ed-bf9c-2aee0f1c469f",
    "publishedAt": "2023-10-26T12:00:49Z",
    "content": "With concerns around generative AI ever-present, Google has announced an expansion of its Vulnerability Rewards Program (VRP) focused on AI-specific attacks and opportunities for malice. As such, the… [+1308 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Mariella Moon",
    "title": "Spotify looks set to overhaul its royalty model next year",
    "description": "Spotify's royalty model will get a massive revamp next year to give \"working artists\" a bigger cut, according to Music Business Worldwide. Starting in the first quarter of 2024, Spotify will reportedly implement three changes meant to \"combat three drains on …",
    "url": "https://www.engadget.com/spotify-looks-set-to-overhaul-its-royalty-model-next-year-081722667.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/j5qyrUnHmin.Oj_JWQJ0zA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTk-/https://s.yimg.com/os/creatr-uploaded-images/2023-09/1c17d110-56e0-11ee-bafb-613eb7dc5248",
    "publishedAt": "2023-10-26T08:17:22Z",
    "content": "Spotify's royalty model will get a massive revamp next year to give \"working artists\" a bigger cut, according to Music Business Worldwide. Starting in the first quarter of 2024, Spotify will reported… [+2595 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Katie Malone",
    "title": "How hackers are using Bluetooth to track police activity",
    "description": "Cops use all sorts of tech to track individuals — facial recognition comes to mind, as does mimicking cell phone towers to get pings or mobile data tracking. But some people are finding ways to use technology to listen back. Bluetooth signals might reveal whe…",
    "url": "https://www.engadget.com/how-hackers-are-using-bluetooth-to-track-police-activity-140012717.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/rWNV3PslftQ_zQoyPNobjw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTU-/https://s.yimg.com/os/creatr-uploaded-images/2022-07/dfb83dc0-08e5-11ed-bff7-db9c7dfb46b3",
    "publishedAt": "2023-10-09T14:00:12Z",
    "content": "Cops use all sorts of tech to track individuals facial recognition comes to mind, as does mimicking cell phone towers to get pings or mobile data tracking. But some people are finding ways to use tec… [+4311 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Mariella Moon",
    "title": "Amazon now supports passkey logins on browsers and iOS devices",
    "description": "Amazon, the biggest e-commerce website in most countries, now supports passkeys. That gives users access to the new login solution that's considered more secure than passwords, allowing them to access their account using the biometrics or PIN they use to unlo…",
    "url": "https://www.engadget.com/amazon-now-supports-passkey-logins-on-browsers-and-ios-devices-050129183.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/DA2XmGRuIteErInOLqfw4w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NzI-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/4d9dcb40-7224-11ee-9dfe-c655c4c53636",
    "publishedAt": "2023-10-24T05:01:29Z",
    "content": "Amazon, the biggest e-commerce website in most countries, now supports passkeys. That gives users access to the new login solution that's considered more secure than passwords, allowing them to acces… [+1500 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Cheyenne MacDonald",
    "title": "iRobot's Roomba s9+ robot vacuum is down to its best price yet",
    "description": "The high-end Roomba s9+\r\n may normally be too expensive for most people to justify spending on a robot vacuum, but a one-day-only deal has shaved the price nearly in half, bringing it down to an all time low of $500. If you’ve been holding off on buying the p…",
    "url": "https://www.engadget.com/irobots-roomba-s9-robot-vacuum-is-down-to-its-best-price-yet-163052747.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/CDHZc6d_58bXOXFWWlkeNg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MzY-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/b1b41310-702a-11ee-afff-3124b3146aa2",
    "publishedAt": "2023-10-21T16:30:52Z",
    "content": "The high-end Roomba s9+\r\n may normally be too expensive for most people to justify spending on a robot vacuum, but a one-day-only deal has shaved the price nearly in half, bringing it down to an all … [+1367 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Mariella Moon",
    "title": "Qualcomm's new audio chip uses Wi-Fi to massively extend headphone range",
    "description": "In addition to the Snapdragon 8 Gen 3 and the Snapdragon X Elite, Qualcomm has also introduced the S7 and S7 Pro Gen 1 at the Snapdragon Summit in Hawaii. The company said its new chips deliver six times the compute power of their predecessor's, along with on…",
    "url": "https://www.engadget.com/qualcomms-new-audio-chip-uses-wi-fi-to-massively-extend-headphone-range-091614802.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/YG98XWCiGuhf5qQzSYZfZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2021-11/e1ad0230-46f0-11ec-9dcf-0e794de509f0",
    "publishedAt": "2023-10-25T09:16:14Z",
    "content": "In addition to the Snapdragon 8 Gen 3 and the Snapdragon X Elite, Qualcomm has also introduced the S7 and S7 Pro Gen 1 at the Snapdragon Summit in Hawaii. The company said its new chips deliver six t… [+1607 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Kris Holt",
    "title": "Amazon's first internet satellite launch was a success",
    "description": "Amazon's first satellite launch was a success, according to United Launch Alliance. The aerospace manufacturer's Atlas V rocket took the first two Project Kuiper satellites to low Earth orbit on Friday. The mission, which is named Protoflight, lifted off at 2…",
    "url": "https://www.engadget.com/amazons-first-internet-satellite-launch-was-a-success-202130763.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/IRF1qyQPld7KgT3jMIyEzg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/151c1780-6483-11ee-9af6-62bf09f56c45",
    "publishedAt": "2023-10-06T20:21:30Z",
    "content": "Amazon's first satellite launch was a success, according to United Launch Alliance. The aerospace manufacturer's Atlas V rocket took the first two Project Kuiper satellites to low Earth orbit on Frid… [+1730 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Steve Dent",
    "title": "Sony confirms data breach affecting nearly 7,000 employees",
    "description": "Sony Interactive Entertainment (SIE) has warned around 6,800 current and former employees that their personal data was accessed via a data breach, according to a letter seen by Bleeping Computer. The nature of the personal information stolen by hackers was re…",
    "url": "https://www.engadget.com/sony-confirms-data-breach-affecting-nearly-7000-employees-075945888.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/DlHhIDHXftm8zN7FN2W5_g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/8b0f86a0-6417-11ee-9a9f-1ae6c75d56a9",
    "publishedAt": "2023-10-06T07:59:45Z",
    "content": "Sony Interactive Entertainment (SIE) has warned around 6,800 current and former employees that their personal data was accessed via a data breach, according to a letter seen by Bleeping Computer. The… [+1549 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Mariella Moon",
    "title": "YouTube may soon let musicians lend their AI voices to creators",
    "description": "YouTube creators may be able to upload music that sounds like it was actually sang by famous musicians one day. According to Billboard and Bloomberg, the video hosting platform is developing an artificial intelligence tool that can mimic the voice of recordin…",
    "url": "https://www.engadget.com/youtube-may-soon-let-musicians-lend-their-ai-voices-to-creators-105038588.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/O6u4HRRgvnEuQdl8dIwWaQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/94739570-6e61-11ee-bbfa-2224553eaf58",
    "publishedAt": "2023-10-19T10:50:38Z",
    "content": "YouTube creators may be able to upload music that sounds like it was actually sang by famous musicians one day. According to Billboard and Bloomberg, the video hosting platform is developing an artif… [+1724 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Sarah Fielding",
    "title": "Anker GaN chargers are up to 43 percent off in Amazon sale",
    "description": "Anker had huge deals running for Amazon's October Prime Day, but if you missed out, there's some good news. The tech accessory leader currently has sales on some of its top chargers, including its super-fast Gallium Nitride (GaN) options. The cheapest — and a…",
    "url": "https://www.engadget.com/anker-gan-chargers-are-up-to-43-percent-off-in-amazon-sale-122043698.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/D5xh0p85xU4G_JtCcj1pPA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDc-/https://s.yimg.com/os/creatr-uploaded-images/2022-07/d5468f30-0c33-11ed-9dae-72cfa51e640d",
    "publishedAt": "2023-10-19T12:20:43Z",
    "content": "Anker had huge deals running for Amazon's October Prime Day, but if you missed out, there's some good news. The tech accessory leader currently has sales on some of its top chargers, including its su… [+1348 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Sarah Fielding",
    "title": "US Senate begins collecting evidence on how AI could thwart robocalls",
    "description": "Robocalls are rampant, using AI and other tools to disrupt day-to-day life and scam Americans out of their money through impersonations of family members, phone providers and more. On October 24, the Senate Commerce Committee's Subcommittee on Communications,…",
    "url": "https://www.engadget.com/us-senate-begins-collecting-evidence-on-how-ai-could-thwart-robocalls-102553733.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/TuTSrtZHCKt6MbAR4xdkyw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2022-11/2357dc80-6a97-11ed-bbe7-4db95d418c46",
    "publishedAt": "2023-10-25T10:25:53Z",
    "content": "Robocalls are rampant, using AI and other tools to disrupt day-to-day life and scam Americans out of their money through impersonations of family members, phone providers and more. On October 24, the… [+2355 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Will Shanklin",
    "title": "Amazon's new AI tool conjures fake backgrounds for real products",
    "description": "Amazon is rolling out a new beta feature that lets advertisers create AI-generated image backgrounds for products. The company describes it as “a generative AI solution designed to remove creative barriers” while boosting ad performance. “It’s a perfect use f…",
    "url": "https://www.engadget.com/amazons-new-ai-tool-conjures-fake-backgrounds-for-real-products-162013141.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/eW5x9U4bfAjikY9iLPNyZg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/e0093580-734d-11ee-aeff-2ea77e027d71",
    "publishedAt": "2023-10-25T16:20:13Z",
    "content": "Amazon is rolling out a new beta feature that lets advertisers create AI-generated image backgrounds for products. The company describes it as a generative AI solution designed to remove creative bar… [+2480 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Mariella Moon",
    "title": "The first two Amazon Kuiper satellites are heading to space on October 6",
    "description": "Amazon's Kuiper satellites will soon make their debut in orbit. The company is gearing up to deploy its first two satellites, the KuiperSat-1 and the KuiperSat-2, for its Protoflight mission that's scheduled to launch on October 6. Project Kuiper is Amazon's …",
    "url": "https://www.engadget.com/the-first-two-amazon-kuiper-satellites-are-heading-to-space-on-october-6-054335694.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/eq2bACTv.JgyXW5S7960tQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/9ee0c150-632a-11ee-bdef-7696ecd6f335",
    "publishedAt": "2023-10-05T05:43:35Z",
    "content": "Amazon's Kuiper satellites will soon make their debut in orbit. The company is gearing up to deploy its first two satellites, the KuiperSat-1 and the KuiperSat-2, for its Protoflight mission that's s… [+2276 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Cheyenne MacDonald",
    "title": "A food delivery robot's footage led to a criminal conviction in LA",
    "description": "Footage captured by a food delivery robot in Los Angeles was used to arrest and convict two people after a failed attempt to steal it off the street earlier this year, according to 404 Media\r\n. Serve Robotics, which works with Uber Eats for last-mile deliveri…",
    "url": "https://www.engadget.com/a-food-delivery-robots-footage-led-to-a-criminal-conviction-in-la-190854339.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/5pz8ySewHUEQFFRVz1gp9g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-09/69d3e680-5e30-11ee-b74d-4caa94b9c15c",
    "publishedAt": "2023-09-28T19:08:54Z",
    "content": "Footage captured by a food delivery robot in Los Angeles was used to arrest and convict two people after a failed attempt to steal it off the street earlier this year, according to 404 Media\r\n. Serve… [+1928 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Kris Holt",
    "title": "The SEC is said to be investigating a Twitter security flaw from the pre-Musk era",
    "description": "The Securities and Exchange Commission\r\n is reportedly looking into how Twitter\r\n (now X) handled a security issue in 2018 that led to users' personal information being exposed. The bug allowed people to view email addresses when passwords were reset, potenti…",
    "url": "https://www.engadget.com/the-sec-is-said-to-be-investigating-a-twitter-security-flaw-from-the-pre-musk-era-205459647.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/ksREmt7kGSA3ybASj4eVfQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDI-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/0fa042f0-644b-11ee-9eb3-783433d41c16",
    "publishedAt": "2023-10-10T20:54:59Z",
    "content": "The Securities and Exchange Commission\r\n is reportedly looking into how Twitter\r\n (now X) handled a security issue in 2018 that led to users' personal information being exposed. The bug allowed peopl… [+1906 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Andrew Tarantola",
    "title": "You can now generate AI images directly in the Google Search bar",
    "description": "Back in the olden days of last December, we had to go to specialized websites to have our natural language prompts transformed into generated AI art, but no longer! Google announced Thursday that users who have opted-in for its Search Generative Experience (S…",
    "url": "https://www.engadget.com/you-can-now-generate-ai-images-directly-in-the-google-search-bar-160020809.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/imuCE2.bUq_0ceWJ1sDWQQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NzI-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/375a2780-687d-11ee-bbdc-43dae850fa1b",
    "publishedAt": "2023-10-12T16:00:20Z",
    "content": "Back in the olden days of last December, we had to go to specialized websites to have our natural language prompts transformed into generated AI art, but no longer! Google announced Thursday that use… [+2655 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Devindra Hardawar",
    "title": "Intel is pushing developers to make AI-enabled PC apps",
    "description": "What good are AI-powered processors without apps that take full advantage of them? That seems to be the question Intel has been asking itself lately. The company just announced a new initiative, the AI PC Acceleration Program, which is meant to help developer…",
    "url": "https://www.engadget.com/intel-ai-pc-acceleration-program-core-ultra-150054881.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/u6JQuBoaJuGBCY8kJOyZDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTg-/https://s.yimg.com/os/creatr-uploaded-images/2023-07/3a01c220-2d88-11ee-b37f-06de1ca1df15",
    "publishedAt": "2023-10-19T15:00:54Z",
    "content": "What good are AI-powered processors without apps that take full advantage of them? That seems to be the question Intel has been asking itself lately. The company just announced a new initiative, the … [+2816 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Andrew Tarantola",
    "title": "Qualcomm brings on-device AI to mobile and PC",
    "description": "Qualcomm is no stranger in running artificial intelligence and machine learning systems on-device and without an internet connection. They’ve been doing it with their camera chipsets for years. But on Tuesday at Snapdragon Summit 2023, the company announced t…",
    "url": "https://www.engadget.com/qualcomm-brings-on-device-ai-to-mobile-and-pc-190030938.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/4A2CBeXtSKp7rl9A_43XFg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04Njc-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/8c71eac2-71d6-11ee-bdd5-9c984c0d4c48",
    "publishedAt": "2023-10-24T19:00:30Z",
    "content": "Qualcomm is no stranger in running artificial intelligence and machine learning systems on-device and without an internet connection. Theyve been doing it with their camera chipsets for years. But on… [+4581 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Kris Holt",
    "title": "Qualcomm's Snapdragon 8 Gen 3 brings on-device generative AI to more Android phones",
    "description": "At its annual Snapdragon Summit on Tuesday, Qualcomm\r\n revealed its latest mobile chipset. Perhaps the biggest change in the Snapdragon 8 Gen 3 is the introduction of on-device generative AI (akin to Google's Tensor G3). The chipset’s AI Engine supports multi…",
    "url": "https://www.engadget.com/qualcomms-snapdragon-8-gen-3-brings-on-device-generative-ai-to-more-android-phones-190019288.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/oxM_vhxXm93n4s8qJdDkPQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02OTU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/fa72cfc0-7281-11ee-bfb3-e4ff777637fc",
    "publishedAt": "2023-10-24T19:00:19Z",
    "content": "At its annual Snapdragon Summit on Tuesday, Qualcomm\r\n revealed its latest mobile chipset. Perhaps the biggest change in the Snapdragon 8 Gen 3 is the introduction of on-device generative AI (akin to… [+4259 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Andrew Tarantola",
    "title": "NASA's John Mather keeps redefining our understanding of the cosmos",
    "description": "Space isn't hard only on account of the rocket science. The task of taking a NASA mission from development and funding through construction and launch — all before we even use the thing for science — can span decades. Entire careers have been spent putting a …",
    "url": "https://www.engadget.com/inside-the-star-factory-chris-gunn-christopher-wanjek-mit-press-143046496.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/pcPe4lUVbQVQXifiViO5lg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://s.yimg.com/os/creatr-uploaded-images/2023-10/e0c0b340-6d3a-11ee-bfef-572deeb03048",
    "publishedAt": "2023-10-22T14:30:46Z",
    "content": "Space isn't hard only on account of the rocket science. The task of taking a NASA mission from development and funding through construction and launch all before we even use the thing for science can… [+11147 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Karissa Bell",
    "title": "Ray-Ban Meta smart glasses review: Instagram-worthy shades",
    "description": "A lot has changed in the two years since Facebook released its Ray Ban-branded smart glasses. Facebook is now called Meta. And its smart glasses also have a new name: the Ray-Ban Meta smart glasses. Two years ago, I was unsure exactly how I felt about the pro…",
    "url": "https://www.engadget.com/ray-ban-meta-smart-glasses-review-instagram-worthy-shades-070010365.html",
    "urlToImage": "https://s.yimg.com/uu/api/res/1.2/WKZvnMz9O_fWIUvF0LAVdw--~B/Zmk9ZmlsbDtoPTYzMDtweW9mZj0wO3c9MTIwMDthcHBpZD15dGFjaHlvbg--/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2023-10/deb60780-6c7c-11ee-affc-405a6a821734.cf.jpg",
    "publishedAt": "2023-10-17T07:00:10Z",
    "content": "A lot has changed in the two years since Facebook released its Ray Ban-branded smart glasses. Facebook is now called Meta. And its smart glasses also have a new name: the Ray-Ban Meta smart glasses. … [+12319 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Lily Hay Newman",
    "title": "Google Makes Passkeys Default, Stepping Up Its Push to Kill Passwords",
    "description": "Google is making passkeys, the emerging passwordless login technology, the default option for users as it moves to make passwords “obsolete.”",
    "url": "https://www.wired.com/story/google-passkey-default/",
    "urlToImage": "https://media.wired.com/photos/6524a856e550e5079cd54a31/191:100/w_1280,c_limit/Google-Passkey-Push-Security-1384541738.jpg",
    "publishedAt": "2023-10-10T13:50:29Z",
    "content": "Less than six months ago, Google announced that it was launching support for the password replacement known as passkeys for all personal accounts across its billions of users. Today, the company said… [+2485 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Will Knight",
    "title": "The US Just Escalated Its AI Chip War With China",
    "description": "The American government has tightened its restrictions on exports of chips and chipmaking equipment, closing loopholes that let Chinese companies access advanced technology.",
    "url": "https://www.wired.com/story/the-us-just-escalated-its-ai-chip-war-with-china/",
    "urlToImage": "https://media.wired.com/photos/652e7ca453fbe41a88672450/191:100/w_1280,c_limit/The-US-Just-Escalated-Its-AI-Chip-War-on-China-GettyImages-1425332902.jpg",
    "publishedAt": "2023-10-17T14:58:50Z",
    "content": "At an event in Beijing this week, the Chinese search giant Baidu announced a new version of its most capable language model, called Ernie 4.0. Baidu says the performance of this model matches that of… [+3284 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Will Knight, Lauren Goode",
    "title": "Google Assistant Finally Gets a Generative AI Glow-Up",
    "description": "Google is adding AI capabilities from its chatbot Bard to the humble Google Assistant, allowing the virtual helper to make sense of images and draw on data in documents and emails.",
    "url": "https://www.wired.com/story/google-assistant-multi-modal-upgrade-bard-generative-ai/",
    "urlToImage": "https://media.wired.com/photos/651cc90ed7c9e68a29328982/191:100/w_1280,c_limit/Google-Assistant-Gets-AI-Chatbot-Business-669306716.jpg",
    "publishedAt": "2023-10-04T14:30:00Z",
    "content": "David Ferrucci, CEO of AI company Elemental Cognition and previously the lead on IBMs Watson project, says language models have removed a great deal of the complexity from building useful assistants.… [+3293 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Khari Johnson",
    "title": "The US Has Failed to Pass AI Regulation. New York City Is Stepping Up",
    "description": "The US Congress won’t pass federal AI regulation anytime soon. NYC is forging ahead with an AI Action Plan and a proposal for a new Office of Algorithmic Data Integrity.",
    "url": "https://www.wired.com/story/us-failed-to-pass-ai-regulation-new-york-city-stepping-up/",
    "urlToImage": "https://media.wired.com/photos/653079e6549979de398d2200/191:100/w_1280,c_limit/New-York-AI-Restrictions-Business-1311390274.jpg",
    "publishedAt": "2023-10-19T18:20:08Z",
    "content": "As the US federal government struggles to meaningfully regulate AIor even functionNew York City is stepping into the governance gap.\r\nThe city introduced an AI Action Plan this week that mayor Eric A… [+3092 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Aarian Marshall",
    "title": "GM’s Cruise Halts Self-Driving Operations Across the US After Regulator Safety Fears",
    "description": "Two days after safety fears led California regulators to shutdown Cruise’s robotaxis in San Francisco, the company says its fleet in Austin and other US cities will now operate with human supervision.",
    "url": "https://www.wired.com/story/gms-cruise-halts-self-driving-operations-regulator-safety-fears/",
    "urlToImage": "https://media.wired.com/photos/653b1f180fde2c56f0fd2d86/191:100/w_1280,c_limit/Cruise-Self-Driving-Cars-Nationwide-Business-GettyImages-1590511985.jpg",
    "publishedAt": "2023-10-27T03:19:08Z",
    "content": "Cruise, the self-driving arm of General Motors, said late today it had halted its robotaxi service across the US and would no longer operate its vehicles without safety drivers behind the wheel. That… [+3443 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Lauren Goode, Michael Calore",
    "title": "Artificial Intelligence Is Seeping Into All of Your Gadgets",
    "description": "This week, we discuss the impact generative AI is having on the world of consumer tech, and the various futures that path could lead us to.",
    "url": "https://www.wired.com/story/gadget-lab-podcast-616/",
    "urlToImage": "https://media.wired.com/photos/65282243e570b8280b890a18/191:100/w_1280,c_limit/All-of-Your-Gadgets-Are-Powered-by-Artificial-Intelligence.-What-Now--Gear.jpg",
    "publishedAt": "2023-10-12T17:39:45Z",
    "content": "Artificial intelligence abounds, and its only making its way deeper and deeper into every scrap of technology we use. Generative AI in particular is an invention that seems destined to follow us far … [+1333 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Justin Ling",
    "title": "The UN Risks Normalizing Internet Censorship",
    "description": "The United Nations' top internet governance body will allegedly host its next two annual meetings in countries known for repressive internet policies and human rights abuses.",
    "url": "https://www.wired.com/story/united-nations-igf-saudi-arabia-russia/",
    "urlToImage": "https://media.wired.com/photos/6525b8dac55060c7594b0d39/191:100/w_1280,c_limit/Repressive-countries-hosting-UN-internet-body-Security-GettyImages-1246385753.jpg",
    "publishedAt": "2023-10-11T11:00:00Z",
    "content": "The United Nations main internet governance body looks set to host its next international forum in Riyadh, Saudi Arabia. In 2025, the UN may take its discussions on the future of an open internet to … [+2363 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Amit Katwala",
    "title": "DeepMind Wants to Use AI to Solve the Climate Crisis",
    "description": "WIRED spoke with DeepMind’s climate lead about techno-utopianism, ways AI can help fight climate change, and what’s currently standing in the way.",
    "url": "https://www.wired.com/story/wired-impact-deepmind-ai-climate-change/",
    "urlToImage": "https://media.wired.com/photos/652eb3f04e4619c8054877c0/191:100/w_1280,c_limit/climatechange-ai-science-GettyImages-1454303877-(1).jpg",
    "publishedAt": "2023-10-18T11:00:00Z",
    "content": "A nice example of this is the work we did in data centers, where we were able to improve energy efficiency and achieve a 30 percent energy saving.\r\nAnd then the third thing is new technology?\r\nYes, t… [+2193 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Lauren Goode",
    "title": "Google Image Search Will Now Show a Photo’s History. Can It Spot Fakes?",
    "description": "The new “About this image” feature will help you discern whether a photo search result can be trusted. But it’s not a surefire safeguard against misinformation.",
    "url": "https://www.wired.com/story/google-about-this-image-misinformation/",
    "urlToImage": "https://media.wired.com/photos/65382632fd3d190c7a1f5c68/191:100/w_1280,c_limit/Google-Image-Search-news-Gear-GettyImages-824179306.jpg",
    "publishedAt": "2023-10-25T16:00:00Z",
    "content": "Google has stressed that the metadata field in About this image is not going to be a surefire way to see the origins, or provenance, of an image. Its mostly designed to give more context or alert the… [+2647 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Chris Baraniuk",
    "title": "Lego Is a Company Haunted by Its Own Plastic",
    "description": "While the toy brand kills its plans for an oil-free plastic alternative, it’s still pumping out billions of non-biodegradable bricks a year. Can Lego ever be sustainable?",
    "url": "https://www.wired.com/story/lego-haunted-by-its-own-plastic/",
    "urlToImage": "https://media.wired.com/photos/651733d7f8a5c34a77706619/191:100/w_1280,c_limit/gear-Boxes%20of%20Lego%20are%20stacked%2023%20meters%20high%20in%20storage%20rooms%20holding%20around%20a%20billion%20bricks%20in%20total.%20Robotic%20cranes%20fetch%20decoration%20or%20packaging%20parts%20(shot%20in%202013)%20copy.jpg",
    "publishedAt": "2023-09-30T13:00:00Z",
    "content": "In the future, they should not make these kinds of announcements until they actually do it, says Judith Enck, president of Beyond Plastics. Global plastic production has been projected to double in t… [+2745 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Steven Levy",
    "title": "U2’s The Edge on The Sphere’s Opening Night: ‘This Is Definitely Working’",
    "description": "Last weekend, the iconic rock band began their residency at Las Vegas’ new $2.3 billion immersive concert hall. Guitarist The Edge says it's a fistfight between the music and the visuals—but U2 wins.",
    "url": "https://www.wired.com/story/u2-the-sphere-las-vegas-the-edge-interview/",
    "urlToImage": "https://media.wired.com/photos/651f509fd80d548b837fc7ae/191:100/w_1280,c_limit/The-Edge-Q&A-Culture-U2_093023_00425.jpg",
    "publishedAt": "2023-10-06T17:01:00Z",
    "content": "On September 29 the iconic Irish rock band U2 played the first concert in the Sphere, Las Vegas' other-worldly $2.3 billion immersive concert hall. Years in the making, the performance ushered in a n… [+2456 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Peter Guest",
    "title": "Graphcore Was the UK's AI Champion—Now It’s Scrambling to Stay Afloat",
    "description": "The British chipmaker wanted to challenge the dominance of Nvidia, but having been left out of government AI projects, is urgently looking to raise money.",
    "url": "https://www.wired.com/story/graphcore-uk-ai-champion-scrambling-to-stay-afloat/",
    "urlToImage": "https://media.wired.com/photos/651ff4404baa20ea53f1cbf7/191:100/w_1280,c_limit/shutterstock_1459527239.jpg",
    "publishedAt": "2023-10-06T11:59:00Z",
    "content": "Last month, the UK government announced the home for its new exascale supercomputer, designed to give the country an edge in the global artificial intelligence race. The £900 million ($1.1 billion) p… [+2844 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Amanda Hoover",
    "title": "Voice Actors Are Bracing to Compete With Talking AI",
    "description": "Advances in artificial intelligence are making it easier to clone and generate voices. It has huge implications for voice actors.",
    "url": "https://www.wired.com/story/ai-voice-actors-jobs-threat/",
    "urlToImage": "https://media.wired.com/photos/651b518c71ae1fbce232feef/191:100/w_1280,c_limit/Voice-Actors-AI-Culture-1444927648.jpg",
    "publishedAt": "2023-10-03T11:00:00Z",
    "content": "Quincy Surasmith is a radio journalist and actor, but you may also hear his voice and never realize it. Thats because hes been the voice of Thai-speaking cartoons, chattering background crowds, and c… [+2914 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Parker Hall",
    "title": "12 Best October Prime Day TV Deals (2023)",
    "description": "Black Friday might be around the corner, but these Prime Day TV deals can help set the mood for the upcoming colder, cozier weather.",
    "url": "https://www.wired.com/story/best-amazon-prime-day-tv-deals-october-2023-1/",
    "urlToImage": "https://media.wired.com/photos/64a5e787c859c4a1cdecc437/191:100/w_1280,c_limit/tv_deals.jpg",
    "publishedAt": "2023-10-10T12:05:00Z",
    "content": "Black Friday is almost synonymous with great deals on TVs. But increasingly Amazon Prime Day TV deals compete with the original American shopping holiday, which has featured bargain televisions going… [+4918 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Paresh Dave",
    "title": "Generative AI Is Coming for Sales Execs’ Jobs—and They’re Celebrating",
    "description": "ChatGPT-style AI can tackle the drudge work of responding to RFPs faster than humans. Sales teams at Google, Twilio, and others say productivity is spiking.",
    "url": "https://www.wired.com/story/generative-ai-chatgpt-is-coming-for-sales-jobs/",
    "urlToImage": "https://media.wired.com/photos/65174569f8a5c34a7770661b/191:100/w_1280,c_limit/092923-drudge-work-generative-ai.png",
    "publishedAt": "2023-10-05T11:00:00Z",
    "content": "Wining and dining, wooing clients with creative offers, and cashing big bonuses provide the glamor to sales work. Drafting answers to hundreds of dull questions posed by a prospective customers reque… [+6263 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Scott Gilbertson, Medea Giordano",
    "title": "121 Absolute Best October Prime Day Deals 2023 (Day 2)",
    "description": "From laptops, tablets, phones, and smartwatches to Amazon Echo Dots, these are the best Prime Day deals on all your favorite WIRED gear.",
    "url": "https://www.wired.com/story/best-october-prime-day-deals-2023-6/",
    "urlToImage": "https://media.wired.com/photos/65242cbbbc8776ef20a39f63/191:100/w_1280,c_limit/absolute_best_deals.jpg",
    "publishedAt": "2023-10-11T09:06:00Z",
    "content": "Amazon Prime Day Part II is here, and that means a fresh batch of Prime Day deals. Technically Amazon calls this Prime Big Deal Days, but like most people, we think of it as Prime Day Deux. As usual,… [+53867 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Ramin Skibba",
    "title": "NASA’s Psyche Mission Is Off to Test a Space Laser (for Communications)",
    "description": "The Psyche probe is heading to its namesake metal-rich asteroid. Along the way, it will demonstrate a near-infrared laser system to send high-rate data hundreds of millions of miles home.",
    "url": "https://www.wired.com/story/nasas-psyche-mission-is-off-to-test-a-space-laser-for-communications/",
    "urlToImage": "https://media.wired.com/photos/6527482b629d439f39be597e/191:100/w_1280,c_limit/Nasa-Psyche-Launch-W30-Science-514874786.jpg",
    "publishedAt": "2023-10-13T14:25:43Z",
    "content": "NASAs Psyche spacecraft blasted off this morning at 10:20 am Eastern time and is now en route to its namesake metal-rich asteroid. The long-delayed mission will examine the asteroid with a suite of s… [+2150 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Will Knight",
    "title": "The Chatbots Are Now Talking to Each Other",
    "description": "ChatGPT-style chatbots that pretend to be people are being used to help companies develop new product and marketing ideas.",
    "url": "https://www.wired.com/story/fast-forward-the-chatbots-are-now-talking-to-each-other/",
    "urlToImage": "https://media.wired.com/photos/65273cd087136b01c1e37379/191:100/w_1280,c_limit/mouth-biz-GettyImages-1444495580.jpg",
    "publishedAt": "2023-10-12T15:00:00Z",
    "content": "Lena Anderson isnt a soccer fan, but she does spend a lot of time ferrying her kids between soccer practices and competitive games.\r\nI may not pull out a foam finger and painted face, but soccer does… [+3530 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Neha Mukherjee",
    "title": "Meet the Next Generation of Doctors—and Their Surgical Robots",
    "description": "Don't worry, your next surgeon will definitely be a human. But just as medical students are training to use a scalpel, they're also training to use robots designed to make surgeries easier.",
    "url": "https://www.wired.com/story/next-generation-doctors-surgical-robots/",
    "urlToImage": "https://media.wired.com/photos/651f2d9f64c7733b7f681115/191:100/w_1280,c_limit/Meet-the-Next-Generation-of-Surgeons,-and-the-Robots-They%E2%80%99ll-Use-W30.jpg",
    "publishedAt": "2023-10-06T14:49:00Z",
    "content": "While there is currently no single standardized curriculum for using the surgical robot, students generally practice on simulators, work as bedside assists for around 10 cases, and then transition to… [+3562 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Fred Pearce",
    "title": "Abandoned Farms Are a Hidden Resource for Restoring Biodiversity",
    "description": "A billion acres of old farmland—an area half the size of Australia—has fallen out of use. Ecologists say the lands and degraded forests are neglected resources for rewilding and for capturing carbon.",
    "url": "https://www.wired.com/story/abandoned-farms-are-a-hidden-resource-for-restoring-biodiversity/",
    "urlToImage": "https://media.wired.com/photos/6529569edf1e1fa4fb80f044/191:100/w_1280,c_limit/climatedesk-science-AP20112589275219.jpg",
    "publishedAt": "2023-10-14T12:00:00Z",
    "content": "Southern Europe is not so different. Greece, Italy, Spain, and Portugal never had collective farms, but the inexorable aging of their populations and the exodus of young people to cities is emptying … [+2554 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Khari Johnson",
    "title": "'The Creator' Review: It's AI That Wants to Save Humanity",
    "description": "Gareth Edwards’ new sci-fi film invites audiences to cheer for artificial intelligence that affirms the value of human life.",
    "url": "https://www.wired.com/story/the-creator-gareth-edwards-review/",
    "urlToImage": "https://media.wired.com/photos/6515e9932c8d43531bef449d/191:100/w_1280,c_limit/The-Creator-Review-Culture.jpg",
    "publishedAt": "2023-09-30T12:00:00Z",
    "content": "robots have been depicted in movies for more than a century, but the anxieties about artificial intelligence that they used to convey are no longer theoretical. Theres a bill in US Congress right now… [+3528 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Angela Watercutter",
    "title": "Microsoft’s Activision Blizzard Deal Changes the Game",
    "description": "On Friday, UK regulators cleared the way for Microsoft to complete its $69 billion acquisition of Activision Blizzard, one of the biggest such deals in decades.",
    "url": "https://www.wired.com/story/microsoft-activision-blizzard-deal-closes/",
    "urlToImage": "https://media.wired.com/photos/65294c4ec6f0feda6d4ad878/191:100/w_1280,c_limit/Microsoft%E2%80%99s%20Acquisition%20of%20Activision%20Blizzard%20Changes%20the%20Game%20for%20Big%20Tech%20GettyImages-1237821613.jpg",
    "publishedAt": "2023-10-13T16:11:11Z",
    "content": "After more than 20 months and more hurdles than a track meet, Microsoft has completed its $69 billion acquisition of Activision Blizzard.\r\nDespite efforts from governments in the US and UK to keep te… [+3362 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Kate Knibbs",
    "title": "AI Watermarks Are No Match for Attackers",
    "description": "Researchers say that it's too easy to evade current methods of watermarking—or even to add fake watermarks to real images.",
    "url": "https://www.wired.com/story/artificial-intelligence-watermarking-issues/",
    "urlToImage": "https://media.wired.com/photos/651b4a6acbda6166a8b6155f/191:100/w_1280,c_limit/AI_W_DUD3.jpg",
    "publishedAt": "2023-10-03T10:00:00Z",
    "content": "Soheil Feizi considers himself an optimistic person. But the University of Maryland computer science professor is blunt when he sums up the current state of watermarking AI images. We dont have any r… [+3012 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Will Knight",
    "title": "FedEx’s New Robot Loads Delivery Vans Like It’s Playing 3D Tetris",
    "description": "FedEx handles over 15 million packages daily. A two-armed, AI-infused robot is now helping pack some of them into delivery vans with expert care.",
    "url": "https://www.wired.com/story/fedexs-new-robot-loads-delivery-vans-like-its-playing-3d-tetris/",
    "urlToImage": "https://media.wired.com/photos/65148185b59699fef75aa8c1/191:100/w_1280,c_limit/Dexterity-FedEx-Robot-Business.jpg",
    "publishedAt": "2023-09-27T20:58:31Z",
    "content": "In the last year or two, people have taken advances in AI and machine learning and said we can make a real business case here, whether its lowering costs or improving efficiency or whatever, says Mat… [+2799 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Alistair Charlton",
    "title": "Nio EL6 Review: Price, Specs, Release Date, Battery",
    "description": "With the EL6, this Chinese automaker dreamed of drivers swapping their batteries instead of charging them. But the West is nowhere near ready for an overpriced EV with a $600 version of Alexa.",
    "url": "https://www.wired.com/review/review-nio-el6/",
    "urlToImage": "https://media.wired.com/photos/65367b4e91b79fef42bcfbae/191:100/w_1280,c_limit/WIRED-Online-NIO-EL6-2400x1600-1.jpg",
    "publishedAt": "2023-10-23T14:51:34Z",
    "content": "What if, instead of seeking out a charger and plugging in for half an hour, you could swap out your depleted EV battery for a new one in just five minutes? Thats the question asked by Nio, a 7-year-o… [+11206 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Brendan I. Koerner",
    "title": "Inside a TikTok Talent Factory for Misfit Stars",
    "description": "The creator economy is fragmented and chaotic. This guy can (almost) make sense of it.",
    "url": "https://www.wired.com/story/tiktok-talent-factory-ursus-magana-creator-economy/",
    "urlToImage": "https://media.wired.com/photos/6527127fc4a1601901244bb8/191:100/w_1280,c_limit/Lede_diptych-Nasseri---WIRED---Ursus-Final-3895.jpg",
    "publishedAt": "2023-10-19T10:00:00Z",
    "content": "My tutorial in how 25/7 Media operates began during the founders late-morning Google Meet with an executive from the digital music distributor Vydia. The executive was keen to strike a deal involving… [+4086 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Will Knight",
    "title": "Six Months Ago Elon Musk Called for a Pause on AI. Instead Development Sped Up",
    "description": "Earlier this year, prominent AI and tech experts signed a letter calling for a halt to advanced AI development. When WIRED checked back in, some signatories said they had never expected it to work.",
    "url": "https://www.wired.com/story/fast-forward-elon-musk-letter-pause-ai-development/",
    "urlToImage": "https://media.wired.com/photos/6514cbbb15ba797e3efc13f2/191:100/w_1280,c_limit/Business-Elon-Musk-Pause-AI-1211442372.jpg",
    "publishedAt": "2023-09-28T16:01:08Z",
    "content": "Six months ago this week, many prominent AI researchers, engineers, and entrepreneurs signed an open letter calling for a six-month pause on development of AI systems more capable than OpenAIs latest… [+3956 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Meghan O'Gieblyn",
    "title": "My Kid Wants to Be an Influencer. Is That Bad?",
    "description": "WIRED’s spiritual advice columnist advises a parent who’s freaking out about their 6-year-old’s ambitions to make a life online.",
    "url": "https://www.wired.com/story/my-kid-wants-to-be-an-influencer-is-that-bad/",
    "urlToImage": "https://media.wired.com/photos/6526e605355742b92f318b05/191:100/w_1280,c_limit/WI110123_ST_CloudSupport_01.jpg",
    "publishedAt": "2023-10-12T11:00:00Z",
    "content": "Whenever my 6-year-old daughter gets asked what she wants to be when she grows up, she says, An influencer. The thought of it freaks me out. What should I do?\r\nUnder the Influence\r\nCLOUD SUPPORT\r\nFor… [+6588 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Sean Hollister",
    "title": "Microsoft now thirstily injects a poll when you download Google Chrome",
    "description": "Microsoft’s long list of ploys to steer you away from Google Chrome now includes a pop-up poll asking why you don’t want its built-in browser.",
    "url": "https://www.theverge.com/23930960/microsoft-edge-google-chrome-poll-why-try-another-browser",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/HJk8Ex2mZ7S12UASvz6ZMXSQQHg=/0x0:1174x788/1200x628/filters:focal(587x394:588x395)/cdn.vox-cdn.com/uploads/chorus_asset/file/25029208/NVIDIA_Share_wDQfiR22KU.jpg",
    "publishedAt": "2023-10-25T00:12:19Z",
    "content": "Microsoft Edge now pops up a poll after you press the “Download Chrome” button. | Screenshot by Sean Hollister / The Verge\r\n\n \n\n How many licks does it take to get to the center of a Google Chrome do… [+1539 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Allison Johnson",
    "title": "Honor says its new phone lets you open apps with your eyes",
    "description": "The Honor Magic 6 comes with a new eye-tracking interaction feature called Magic Capsule that allows you to control your phone with your gaze.",
    "url": "https://www.theverge.com/2023/10/25/23932319/honor-magic-6-eye-tracking-magic-capsule-snapdragon-8-gen-3",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/vWjXjh4euBLn5a-CzU-zWEIYPUg=/0x0:2808x1570/1200x628/filters:focal(1404x785:1405x786)/cdn.vox-cdn.com/uploads/chorus_asset/file/25033324/Screenshot_2023_10_25_at_11.34.41_AM.png",
    "publishedAt": "2023-10-25T23:50:20Z",
    "content": "Honor says its new phone lets you open apps with your eyes\r\nHonor says its new phone lets you open apps with your eyes\r\n / The Honor Magic 6 comes with eye-tracking interaction, a Snapdragon 8 Gen 3 … [+2786 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Monica Chin",
    "title": "Snapdragon claims its new X Elite processor will beat Apple, Intel, and AMD",
    "description": "Snapdragon has announced its new X Elite processor, which is expected to ship in mid-2024. The company claims it will beat top chips from Intel, Apple, and AMD on select benchmarks.",
    "url": "https://www.theverge.com/2023/10/24/23930366/qualcomm-snapdragon-x-elite-processor-availability-release-date",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/grBaq1ddk4lcgH8KiAIXngvvPO8=/0x0:2000x1333/1200x628/filters:focal(1000x667:1001x668)/cdn.vox-cdn.com/uploads/chorus_asset/file/25028471/Snapdragon_X_Elite_Screen.jpg",
    "publishedAt": "2023-10-24T22:16:27Z",
    "content": "Qualcomm claims its new X Elite processor will beat Apple, Intel, and AMD\r\nQualcomm claims its new X Elite processor will beat Apple, Intel, and AMD\r\n / Models will begin shipping in mid-2024.\r\nByMon… [+2598 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Slack gets rid of its X integration",
    "description": "Slack has retired its integration with X (formerly Twitter) because of X’s API changes introduced earlier this year. It’s just one of many useful apps that used Twitter’s data that’s now gone.",
    "url": "https://www.theverge.com/2023/10/24/23930686/slack-x-twitter-integration-retires-api-pricing",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/OKnVDBw0QqVfr0WjOb3of76W2RA=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23988538/acastro_STK060_slack_04.jpg",
    "publishedAt": "2023-10-24T22:37:25Z",
    "content": "Slack gets rid of its X integration\r\nSlack gets rid of its X integration\r\n / If you used the tool to be notified of X posts in Slack, its officially gone now.\r\nByJay Peters, a news editor who writes … [+1736 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Instagram tests a verified-only feed",
    "description": "Instagram is testing a toggle that lets you only see posts from people who subscribe to Meta Verified, according to Instagram head Adam Mosseri.",
    "url": "https://www.theverge.com/2023/10/23/23929100/instagram-meta-verified-feed-test",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/I0QylCJuAEqWEKxmfO8VTB1qSbM=/0x0:1290x1290/1200x628/filters:focal(645x645:646x646)/cdn.vox-cdn.com/uploads/chorus_asset/file/25025364/IMG_20231023_141656_603.jpg",
    "publishedAt": "2023-10-23T18:46:06Z",
    "content": "Instagram tests a verified-only feed\r\nInstagram tests a verified-only feed\r\n / Meta is testing a feed that only shows posts from people who pay for Meta Verified.\r\nByJay Peters, a news editor who wri… [+1668 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Threads is adding polls and GIFs",
    "description": "Meta is going to let you make polls and insert GIFs right from the Threads post composer, the company announced. CEO Mark Zuckerberg has already posted using both features on the platform.",
    "url": "https://www.theverge.com/2023/10/26/23933559/threads-polls-gifs-app",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/YavtHu47GBXbFJeKLrxkZwo474E=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24774110/STK156_Instagram_threads_1.jpg",
    "publishedAt": "2023-10-26T17:22:08Z",
    "content": "Threads is adding polls and GIFs\r\nThreads is adding polls and GIFs\r\n / Mark Zuckerberg posted both, pointing out the new features for Threads, which he said Wednesday has around 100 million daily act… [+1349 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Redfall finally gets a performance mode on Xbox",
    "description": "Arkane Studios released Game Update 2 for Redfall, and it adds a performance mode on Xbox that was missing when the game launched in May.",
    "url": "https://www.theverge.com/2023/10/6/23906978/redfall-update-2-performance-mode-xbox",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/nLIKE7R1KNb6Oll79sAZQeGcJhw=/0x0:3840x2160/1200x628/filters:focal(1920x1080:1921x1081)/cdn.vox-cdn.com/uploads/chorus_asset/file/24983790/ss_0d4c00b12b00cabb4921e9ce7286abf02250a796.jpg",
    "publishedAt": "2023-10-06T23:45:37Z",
    "content": "Redfall finally gets a performance mode on Xbox\r\nRedfall finally gets a performance mode on Xbox\r\n / The performance mode wasnt there at launch, but five months after Redfall first came out, its fina… [+1346 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Artifact is becoming Twitter, too",
    "description": "Artifact, the AI-powered news app from Instagram’s co-founders, is going to let you post directly to the app. So far, the app has been an aggregator for news and links from around the internet.",
    "url": "https://www.theverge.com/2023/9/27/23887416/artifact-mike-krieger-code-2023-posts",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/-8WEsHTt47yFapsofARGxt0WD4g=/0x0:2880x1920/1200x628/filters:focal(1440x960:1441x961)/cdn.vox-cdn.com/uploads/chorus_asset/file/24398651/Product_Shot.png",
    "publishedAt": "2023-09-27T18:32:07Z",
    "content": "Artifact is becoming Twitter, too\r\nArtifact is becoming Twitter, too\r\n / Youll be able to directly make posts on Artifact, making it a more direct competitor to apps like X and Instagram.\r\nByJay Pete… [+1563 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "The Fitbit app has been having some issues for hours",
    "description": "The Fitbit app has been dealing with some issues for hours, and the Google-owned company acknowledged that there are some problems and that it’s investigating what’s going on.",
    "url": "https://www.theverge.com/2023/10/11/23913740/fitbit-issues-app-down-problems-outage",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/sT8ljliexWASOxIZMkE2bgZ0SNw=/0x0:8256x6192/1200x628/filters:focal(4128x3096:4129x3097)/cdn.vox-cdn.com/uploads/chorus_asset/file/24956824/Fitbit_Charge_6_Lifestyle_Cycling_Porcelain.png",
    "publishedAt": "2023-10-12T00:57:54Z",
    "content": "The Fitbit app has been having some issues for hours\r\nThe Fitbit app has been having some issues for hours\r\n / Fitbit is investigating whats going on.\r\nByJay Peters, a news editor who writes about te… [+1383 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Emma Roth",
    "title": "Nvidia offices raided by French competition authority",
    "description": "Nvidia’s offices were raided by France’s competition authority, according to The Wall Street Journal. The agency confirmed that it conducted a raid over concerns about anti-competitive practices.",
    "url": "https://www.theverge.com/2023/9/28/23894863/nvidia-offices-raided-french-competition-authority",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/c109T9Eclzy9oasrKPn8HIjP6cI=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24002527/acastro_STK083_02.jpg",
    "publishedAt": "2023-09-28T21:13:08Z",
    "content": "Nvidia offices raided by French competition authority\r\nNvidia offices raided by French competition authority\r\n / Nvidias France offices were raided by the countrys competition authority over concerns… [+1881 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Umar Shakir",
    "title": "Gas station convenience stores might survive the EV future with help from these chargers",
    "description": "Electric Era’s PowerNode and electric vehicle charging station system is made for convenice store owners that rely on oil and gas infrastructure to ease into the EV future without disrupting the grid.",
    "url": "https://www.theverge.com/2023/10/4/23903815/electric-era-ev-charging-stations-gas-convenience-stores",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/u1EYLPI7ncAdSRHH3TeaKXL91pw=/0x0:2384x1644/1200x628/filters:focal(1192x822:1193x823)/cdn.vox-cdn.com/uploads/chorus_asset/file/24977903/F7hWYnSWoAAB5lw.jpeg",
    "publishedAt": "2023-10-05T00:28:16Z",
    "content": "Gas station convenience stores might survive the EV future with help from these chargers\r\nGas station convenience stores might survive the EV future with help from these chargers\r\n / EV charging syst… [+2257 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Nilay Patel",
    "title": "AMD CEO Lisa Su on the AI revolution and competing with Nvidia",
    "description": "AMD CEO Lisa Su discusses the chip giant’s rivalry with Nvidia, how AI is revolutionizing the GPU business, government regulation, and how AMD is using AI in the workforce.",
    "url": "https://www.theverge.com/23894647/amd-ceo-lisa-su-ai-chips-nvidia-supply-chain-interview-decoder",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/HlVD3D6AhZGsZ0-1aLzZUH4BReY=/0x0:3000x2000/1200x628/filters:focal(1500x1000:1501x1001)/cdn.vox-cdn.com/uploads/chorus_asset/file/24959966/LisaSu_Decoder.jpg",
    "publishedAt": "2023-09-29T14:00:00Z",
    "content": "Photo illustration by Alex Parkin / The Verge\r\n\n \n\n\n At this year’s Code Conference, the CEO of one of the world’s largest computer chip companies discusses competing with Nvidia’s leading GPU, AI re… [+29090 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Twitch will now let streamers simultaneously stream on any service they want",
    "description": "Twitch will now let its creators simultaneously stream across any live streaming service, the company announced at TwitchCon 2023. It also updated its off-service conduct policy and revealed new product features.",
    "url": "https://www.theverge.com/2023/10/20/23926013/twitch-simultaneously-stream-any-service-platform-twitchcon",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/DlQ0aWsCKa_hIGORWL7hl5PLvsE=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23951421/STK044_VRG_Illo_N_Barclay_1_twitch.jpg",
    "publishedAt": "2023-10-20T23:54:03Z",
    "content": "Twitch will now let streamers simultaneously stream on any service they want\r\nTwitch will now let streamers simultaneously stream on any service they want\r\n / Its a big change that might mean youll s… [+3001 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Andrew J. Hawkins",
    "title": "GM’s plan to make more electric trucks keeps running into delays",
    "description": "GM is delaying the start of electric truck production at its Orion factory in Detroit, in the latest blow to the automaker’s ambitious EV plans.",
    "url": "https://www.theverge.com/2023/10/17/23921238/gm-electric-truck-factory-delay-orion-ev",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/3gzjlO7No6-TdQYv5HYqIXr5DKM=/0x0:3000x2636/1200x628/filters:focal(1500x1318:1501x1319)/cdn.vox-cdn.com/uploads/chorus_asset/file/25009790/86183310.jpg",
    "publishedAt": "2023-10-17T19:04:58Z",
    "content": "GMs plan to make more electric trucks keeps running into delays\r\nGMs plan to make more electric trucks keeps running into delays\r\n / The company pushed back the expected start of EV truck production … [+2921 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "There’s no way you’ll miss YouTube’s like and subscribe buttons now",
    "description": "As part of a bunch of updates, when a creator says the words “like” or “subscribe,” YouTube will add a visual cue over the corresponding buttons.",
    "url": "https://www.theverge.com/2023/10/17/23920088/youtube-like-subscribe-button-animations",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/1L6awTcXjbADLDMFfR9g1r5lzDc=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23986640/acastro_STK092_04.jpg",
    "publishedAt": "2023-10-17T13:00:00Z",
    "content": "Theres no way youll miss YouTubes like and subscribe buttons now\r\nTheres no way youll miss YouTubes like and subscribe buttons now\r\n / YouTube is going to start showing visual cues on the like and su… [+2373 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Andrew J. Hawkins",
    "title": "Ford is testing drone deliveries at the derelict train station in Detroit it’s rehabbing",
    "description": "Ford is launching a new airspace for drone deliveries around the old Michigan Central train station it’s rehabbing into an innovation hub.",
    "url": "https://www.theverge.com/2023/10/26/23931854/ford-michigan-central-drone-delivery-airspace-train-station",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/IfHKpU7dKhavz1waclI6yvxr7mw=/0x0:8640x5760/1200x628/filters:focal(4320x2880:4321x2881)/cdn.vox-cdn.com/uploads/chorus_asset/file/25032247/credit_Nadir_Ali_for_Michigan_Central_drone_community_demo_day_4.jpg",
    "publishedAt": "2023-10-26T10:00:00Z",
    "content": "Ford is testing drone deliveries at the derelict train station in Detroit its rehabbing\r\nFord is testing drone deliveries at the derelict train station in Detroit its rehabbing\r\n / Michigan Central, … [+5131 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Allison Johnson",
    "title": "Qualcomm’s Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone",
    "description": "The AI-everything future of phones is coming at us fast.",
    "url": "https://www.theverge.com/2023/10/24/23928867/qualcomm-snapdragon-8-gen-3-on-device-ai-meta-llama-2",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/Uw9bKQHNL8ONxeaqtgWdnW0bEyg=/0x0:3000x2167/1200x628/filters:focal(1500x1084:1501x1085)/cdn.vox-cdn.com/uploads/chorus_asset/file/25025711/Snapdragon_8_Gen_3_AI_QRD.jpg",
    "publishedAt": "2023-10-24T22:17:08Z",
    "content": "Qualcomms Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone\r\nQualcomms Snapdragon 8 Gen 3 moves AI out of the cloud and onto your phone\r\n / The newest flagship mobile chipset is on-dev… [+4360 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Chris Welch",
    "title": "Qualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level",
    "description": "Qualcomm’s new audio chips, the S7 and S7 Pro, promise better, smarter noise cancellation. And your earbuds will play music over Wi-Fi even when your phone isn’t around.",
    "url": "https://www.theverge.com/2023/10/24/23930039/qualcomm-snapdragon-sound-s7-pro-announced-earbuds-wifi",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/XeXEQz6S8eXuPX2iHq13S8KD-nk=/0x0:1491x952/1200x628/filters:focal(746x476:747x477)/cdn.vox-cdn.com/uploads/chorus_asset/file/25028079/snapdragon.jpg",
    "publishedAt": "2023-10-24T22:16:49Z",
    "content": "Qualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level\r\nQualcomm turns to Wi-Fi to take wireless earbuds and headphones to the next level\r\n / Qualcomms S7 Pro chip will kee… [+6104 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Andrew J. Hawkins",
    "title": "Google wants to be at the center of all your climate change decisions",
    "description": "Google is rolling out a host of new updates aimed at helping people buy electric vehicles and heat pumps, and cities better plan for climate disasters.",
    "url": "https://www.theverge.com/2023/10/10/23906496/google-ai-transportation-ev-heat-pump-flood-wildfire",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/EaScurH_lVme4X1artA78Qh3lpo=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24016888/STK093_Google_01.jpg",
    "publishedAt": "2023-10-10T11:00:00Z",
    "content": "Google wants to be at the center of all your climate change decisions\r\nGoogle wants to be at the center of all your climate change decisions\r\n / Another wide-ranging set of announcements from the tec… [+10447 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Elizabeth Lopatto",
    "title": "Sam Bankman-Fried’s defense finally woke up",
    "description": "The defense’s cross-examination of alleged co-conspirator Nishad Singh was best the defense has done so far in making a witness look inconsistent.",
    "url": "https://www.theverge.com/2023/10/17/23921745/sam-bankman-fried-nishad-singh-house-loan",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/Tk5IpqS9AqI7VhbII165g34rWXA=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24960234/236817_SBF_Trial_Stock_CVirginia_B.jpg",
    "publishedAt": "2023-10-18T00:07:53Z",
    "content": "Nishad Singh looks less reliable. Is it enough?\r\nByElizabeth Lopatto, a reporter who writes about tech, money, and human behavior. She joined The Verge in 2014 as science editor. Previously, she was … [+9091 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Alexis Ong",
    "title": "Pokémon Sleep helped me catch ’em all — all the z’s, that is",
    "description": "Pokémon Sleep is part mobile game, part sleep tracking app, and for some people, the cute faces of Pikachu and Snorlax are a useful tool in fighting insomnia.",
    "url": "https://www.theverge.com/23893260/pokemon-sleep-insomnia-app-nintendo-aid",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/Z0FVc3831MTR8eqTQWodsFpKsuo=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24997403/236814_pokemon_sleep_soh.jpeg",
    "publishedAt": "2023-10-20T13:00:00Z",
    "content": "The mobile app isn’t for everyone, but for one insomniac, Pikachu and Snorlax made a big difference. \n\r\n\n \r\n\n\r\n\n\n\n\nfunction LedeVideo(props) {\nreturn (\n\n\n\r\n\n\r\n\n{props.credit}\n\r\n\n)\n}\n\n\n\nconst containe… [+18787 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jennifer Pattison Tuohy",
    "title": "Ecobee Smart Doorbell Camera review: even better with the thermostat",
    "description": "Now you can see your doorbell on your thermostat.",
    "url": "https://www.theverge.com/23919864/ecobee-smart-doorbell-camera-review",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/U9mmYEeXpzRX4t0fZf2ZZkhmOUM=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/25000857/236841_Ecobee_smart_doorbell_review_JTuohy_0001.jpg",
    "publishedAt": "2023-10-17T13:00:00Z",
    "content": "This is the first doorbell that can stream a live view to your thermostat. Yes, it sounds weird, but trust me its good.\r\nByJennifer Pattison Tuohy, a smart home reviewer who's been testing connected … [+24137 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Andrew Webster",
    "title": "The Halloween 2023 StoryScream: things to play and watch this spooky season",
    "description": "It’s spooky season, and 2023 features releases like the films Talk to Me, No One Will Save You, and Birth/Rebirth, alongside video games like Dead Space and Resident Evil 4.",
    "url": "https://www.theverge.com/23911556/halloween-2023-games-movies-tv-streaming-recommendations",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/MkVlzapz-6flcBCRx3aQtxh0U0Y=/0x0:1920x1080/1200x628/filters:focal(1051x424:1052x425)/cdn.vox-cdn.com/uploads/chorus_asset/file/24994361/https___cdn.sanity.io_images_xq1bjtf4_production_7ac3aed4b31746e41349fecefe1ea74f0123a994_1920x1080.png",
    "publishedAt": "2023-10-11T14:00:00Z",
    "content": "October is a time for spooky things, and you cant really go wrong with the classics: watching some Friday the 13th or playing a little Silent Hill. But every year, theres also a steady stream of new … [+26451 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Elizabeth Lopatto",
    "title": "Was Sam Bankman-Fried’s bean bag chair a lie too?",
    "description": "Adam Yedidia, Gary Wang, and others involved with FTX and Alameda Research testified in the fraud trial against Sam Bankman-Fried.",
    "url": "https://www.theverge.com/2023/10/5/23905665/sam-bankman-fried-fraud-trial-wang-yedidia-testimony",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/Qk5h6GBK7gEYNYwgdSaC4ZCSIGQ=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24960241/236817_SBF_Trial_Stock_CVirginia_C.jpg",
    "publishedAt": "2023-10-06T00:29:22Z",
    "content": "Choose your college roommates carefully... | Photo illustration by Cath Virginia / The Verge | Photo by Drew Angerer, Getty Images\r\n\n \n\n\n Two of Bankman-Fried’s MIT roommates make a damning case for … [+11728 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Monica Chin",
    "title": "Surface Laptop Studio 2 review: this could be so much more",
    "description": "Microsoft’s new Surface Laptop Studio 2 brings chip upgrades, a redesigned haptic touchpad, adaptive refresh rate, and a wider-angled webcam. But with a starting price of $1,999.99, it’s going to cost you.",
    "url": "https://www.theverge.com/23900932/microsoft-surface-laptop-studio-2-2023-intel-review",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/r_uOrSIPdTOjaJ3tRIYVW9QTWfg=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24971059/236818_Surface_Laptop_Studio_2_AKrales_0061.jpg",
    "publishedAt": "2023-10-03T13:00:00Z",
    "content": "Microsofts new Surface Laptop Studio 2 has new chips, a new touchpad, and a very, very high price tag.\r\nByMonica Chin, a senior reviewer covering laptops and other gadgets. Monica was a writer for To… [+16482 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Nikki Main",
    "title": "Hyundai Rolls Out Anti-Theft Software Upgrade for Thefts Spurred by TikTok's 'Kia Challenge'",
    "description": "Hyundai said Wednesday it’s pushing an anti-theft software update for select vehicles targeted by thieves using the viral TikTok “Kia Challenge.” Both Kia and Hyundai car thefts started to spike in the summer of 2022 after thieves realized they lacked engine …",
    "url": "https://gizmodo.com/hyundai-rolls-out-anti-theft-software-upgrade-1850961943",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/7974bbda38a79ff4b2f5f2edb5dc99c9.jpg",
    "publishedAt": "2023-10-26T14:40:00Z",
    "content": "Hyundai said Wednesday its pushing an anti-theft software update for select vehicles targeted by thieves using the viral TikTok Kia Challenge. Both Kia and Hyundai car thefts started to spike in the … [+2010 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Mack DeGeurin",
    "title": "The Completely Unbelievable Story of the ‘Deepfake Cheer Mom’",
    "description": "When Bucks County, Pennsylvania District Attorney Matthew Weintraub stepped up to a podium on March 15, 2021, he set in motion a chain reaction of events that would capture the attention of millions and manifest a host of festering anxieties about the dangers…",
    "url": "https://gizmodo.com/deepfake-cheer-mom-sues-for-defamation-1850884295",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/34d191fcc04316a27b187a81c45e41c4.jpg",
    "publishedAt": "2023-10-03T16:05:00Z",
    "content": "When Bucks County, Pennsylvania District Attorney Matthew Weintraub stepped up to a podium on March 15, 2021, he set in motion a chain reaction of events that would capture the attention of millions … [+26602 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Cheryl Eddy",
    "title": "New Scott Pilgrim Takes Off Clip Explains Ramona's Netflix Connection",
    "description": "When Scott Pilgrim searches for his dream girl—you know, the one who has “hair like this”—he gets some important intel from Julie Powers. The rest of the scene, which you can see below, follows what you might recognize from Edgar Wright’s 2010 Scott Pilgrim v…",
    "url": "https://gizmodo.com/scott-pilgrim-takes-off-anime-netflix-michael-cera-1850875442",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/35c7ade6d095a4a5b0dec357ed95b61d.jpg",
    "publishedAt": "2023-09-27T17:00:00Z",
    "content": "When Scott Pilgrim searches for his dream girlyou know, the one who has hair like thishe gets some important intel from Julie Powers. The rest of the scene, which you can see below, follows what you … [+845 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Kevin Hurler",
    "title": "Warner Music Group CEO Says We Should Embrace AI in the Music Industry",
    "description": "As the Writers Guild of America comes to an agreement with movie and television studios over the use of AI in Hollywood, it would appear that the music industry is in for a reckoning too. CEO of Warner Music Group Robert Kyncl thinks AI is a really good thing…",
    "url": "https://gizmodo.com/warner-music-ceo-says-embrace-ai-in-the-industry-1850878982",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/f582bf70db4c3c7b7c1f99ea48bcb088.jpg",
    "publishedAt": "2023-09-27T20:00:00Z",
    "content": "As the Writers Guild of America comes to an agreement with movie and television studios over the use of AI in Hollywood, it would appear that the music industry is in for a reckoning too. CEO of Warn… [+3337 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Passant Rabie",
    "title": "Designer Spacesuits: Axiom Space Partners With Prada for Upcoming Lunar Mission Fits",
    "description": "Astronauts traveling to the Moon as part of NASA’s Artemis program will go there in style as Axiom Space taps luxury brand Prada to assist in the design of its spacesuit.Read more...",
    "url": "https://gizmodo.com/axiom-space-prada-lunar-mission-nasa-artemis-moonsuits-1850899017",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/c1f75bf0acb887c4b436d1f1aa35c894.jpg",
    "publishedAt": "2023-10-04T15:25:00Z",
    "content": "Astronauts traveling to the Moon as part of NASAs Artemis program will go there in style as Axiom Space taps luxury brand Prada to assist in the design of its spacesuit.\r\nOn Wednesday, Axiom Space an… [+1912 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Maxwell Zeff",
    "title": "iPhone Loses Market Share Dominance in China, Report Says",
    "description": "Apple’s iPhone lost its top spot among Chinese smartphones, according to a Jefferies analyst note originally reported by CNBC. A lackluster release of the iPhone 15 allowed Huawei to replace the iPhone as the number one spot for market share.Read more...",
    "url": "https://gizmodo.com/iphone-loses-market-share-dominance-in-china-1850929863",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/7c623f95f1c98e47e0fd78cb69d25d7b.jpg",
    "publishedAt": "2023-10-16T17:35:00Z",
    "content": "Apples iPhone lost its top spot among Chinese smartphones, according to a Jefferies analyst note originally reported by CNBC. A lackluster release of the iPhone 15 allowed Huawei to replace the iPhon… [+1849 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Dua Rashid",
    "title": "Qualcomm's Upcoming S7 and S7 Pro Chips Will Bring Wi-Fi to Your Audio Peripherals",
    "description": "Qualcomm announced the release of a pair of chips, the S7 and the S7 Pro that companies can use in their earbuds, headphones, and speakers to benefit from Wi-Fi in addition to Bluetooth. The semiconductor company announced that it will leverage its Snapdragon…",
    "url": "https://gizmodo.com/qualcomms-upcoming-s7-and-s7-pro-chips-will-bring-wi-fi-1850958039",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/3c59822eab8ac21df3229fa53de30a48.png",
    "publishedAt": "2023-10-25T18:55:00Z",
    "content": "Qualcomm announced the release of a pair of chips, the S7 and the S7 Pro that companies can use in their earbuds, headphones, and speakers to benefit from Wi-Fi in addition to Bluetooth. The semicond… [+1994 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Maxwell Zeff",
    "title": "Google Maps Disables Live Traffic Data in Israel and Gaza",
    "description": "Google Maps and Waze have disabled live traffic updates for areas of Israel and the Gaza Strip at the request of the Israeli military, according to a Bloomberg report. The live data tool was removed ahead of a potential ground invasion for the safety of local…",
    "url": "https://gizmodo.com/google-maps-disables-traffic-data-in-israel-and-gaza-1850951113",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/c8886b4f3de6516c331b3cd30de8cdda.jpg",
    "publishedAt": "2023-10-23T20:50:00Z",
    "content": "Google Maps and Waze have disabled live traffic updates for areas of Israel and the Gaza Strip at the request of the Israeli military, according to a Bloomberg report. The live data tool was removed … [+1849 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Kevin Hurler",
    "title": "All That Could Have Been: Apple Considered Buying Bing From Microsoft",
    "description": "As Google faces a massive antitrust lawsuit, revelations surrounding the case have presented us with a glimpse into an alternate reality. Microsoft reportedly discussed selling Bing to Apple just a few years ago, and if the deal went through, Google would hav…",
    "url": "https://gizmodo.com/apple-discussed-buying-bing-from-microsoft-default-1850885957",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/e761c62f190dbe1ddbee2efe87602c69.jpg",
    "publishedAt": "2023-09-29T13:35:00Z",
    "content": "As Google faces a massive antitrust lawsuit, revelations surrounding the case have presented us with a glimpse into an alternate reality. Microsoft reportedly discussed selling Bing to Apple just a f… [+2035 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Maxwell Zeff",
    "title": "Google Rolls Out New Accessibility Features to Make Daily Tasks Easier",
    "description": "Google announced Tuesday a slew of new ways to help those with a wide range of disabilities use its products.The company added a new business attribute icon to its Maps and Search products allowing businesses to self-identify as disabled-owned. The icon adds …",
    "url": "https://gizmodo.com/google-rolls-out-new-accessibility-features-1850934881",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/924922ca2f4f53073d58d85938dbcc70.jpg",
    "publishedAt": "2023-10-17T20:40:00Z",
    "content": "Google announced Tuesday a slew of new ways to help those with a wide range of disabilities use its products.\r\nThe company added a new business attribute icon to its Maps and Search products allowing… [+1885 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Thomas Germain",
    "title": "Wall Street Watchdog Says AI Will Cause 'Unavoidable' Economic Collapse",
    "description": "There’s a calamity on the horizon if you believe Gary Gensler, Chairman of the US Securities and Exchange Commission (SEC). America’s top Wall Street watchdog has issued a dire warning about artificial intelligence: if regulators don’t act now, Gensler said i…",
    "url": "https://gizmodo.com/gary-gensler-ai-to-cause-unavoidable-economic-collapse-1850929797",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/5699f5d7cc4e6e9763762fa2959b7500.jpg",
    "publishedAt": "2023-10-16T16:10:00Z",
    "content": "Theres a calamity on the horizon if you believe Gary Gensler, Chairman of the US Securities and Exchange Commission (SEC). Americas top Wall Street watchdog has issued a dire warning about artificial… [+2337 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Passant Rabie",
    "title": "Bubble of Toxic Coolant Abruptly Ends Russian ISS Spacewalk",
    "description": "A bubble of coolant leaked out of a radiator attached to the International Space Station (ISS), jeopardizing an ongoing spacewalk by two Russian cosmonauts on Wednesday.Read more...",
    "url": "https://gizmodo.com/bubble-toxic-coolant-ends-russian-iss-spacewalk-nasa-1850961885",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/23f77ec7c1ec4b8a4f1358e8be43b5f9.png",
    "publishedAt": "2023-10-26T14:40:00Z",
    "content": "A bubble of coolant leaked out of a radiator attached to the International Space Station (ISS), jeopardizing an ongoing spacewalk by two Russian cosmonauts on Wednesday.\r\nCosmonauts Oleg Kononenko an… [+2803 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Passant Rabie",
    "title": "NASA Tests 3D-Printed Rocket Nozzle for Future Missions to Moon, Mars",
    "description": "In order to be able to carry heavier payloads through deep space, NASA designed a lightweight rocket engine nozzle made of aluminum that can still withstand the heat of launches.Read more...",
    "url": "https://gizmodo.com/nasa-test-3d-printed-rocket-nozzle-deep-space-missions-1850953328",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/47c285ac4cb19588bfcd779d046a0bd5.jpg",
    "publishedAt": "2023-10-24T15:50:00Z",
    "content": "In order to be able to carry heavier payloads through deep space, NASA designed a lightweight rocket engine nozzle made of aluminum that can still withstand the heat of launches.\r\nNASA recently teste… [+3023 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Kevin Hurler",
    "title": "OpenAI's Sam Altman Says He Has 'No Interest' in Competing With Smartphones",
    "description": "After rumors began to swirl that Sam Altman’s OpenAI tapped Jony Ive on a secret piece of hardware, the company’s wunderkind CEO says he has no plans to compete with the smartphone market.Read more...",
    "url": "https://gizmodo.com/openais-sam-altman-says-he-has-no-interest-in-competing-1850937333",
    "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/907d677b02d83527748f90a8a93ae924.jpg",
    "publishedAt": "2023-10-18T17:15:00Z",
    "content": "After rumors began to swirl that Sam Altmans OpenAI tapped Jony Ive on a secret piece of hardware, the companys wunderkind CEO says he has no plans to compete with the smartphone market.\r\nInsider rep… [+2881 chars]"
    }
    ]
    }